import styles from "./generaltext.module.css";

export default function GeneralText() {
  return (
    <div className={styles.generaltext}>
      <div className={styles.generaltext_wrapper}>
        <div className={styles.generaltext_wrapper_item}>
          <h3>Наручний годинник в Україні</h3>
          <p>
            У нашому інтернет-магазині Ви можете купити оригінальні швейцарські
            годинники, японські, європейські та ін. Годинники наручні за дуже
            приємними цінами. В інтернет-магазині представлений більший
            асортимент, ніж в магазині в Києві. Також Ви можете придбати
            годинники наручні з доставкою по Україні. Ми сподіваємося Ви приємно
            проведете час в нашому інтернет-магазині оригінальних наручних
            годинників - TimeShop.
          </p>
        </div>
        <div className={styles.generaltext_wrapper_item}>
          <h3>Бренди в магазині в Києві</h3>
          <p>
            Безкоштовна доставка і Оплата при отриманні! Можливі такі варіанти
            отримання замовлення: Самовивіз товару з нашого магазину в Києві,
            кур'єрська доставка по Києву, доставка в інші населені пункти
            України компаніями перевізниками або поштою. Оплата товару
            проводиться при отриманні товару в гривнях. Також можливий
            безготівковий розрахунок. Купити годинники наручні чоловічі в
            Україні дуже просто. На нашому сайті у Вас є можливість ознайомитися
            з відгуками власників, що може Вам допомогти визначитися з вибором
            моделі і марки. Також Ви можете залишити свій відгук, оцінити їх,
            поділитися досвідом експлуатації з іншими відвідувачами сайту нашого
            магазину. Доставка здійснюється в будь-який населений пункт України.
            Доставка на наступний день можлива в населені пункти:
            Дніпропетровськ, Запоріжжя, Львів, Маріуполь, Одеса, Полтава,
            Тернопіль, Харків. купити чоловічі годинники в будь-якому регіоні
            України тепер набагато простіше!
          </p>
          <p>
            Наручний годинник можна сміливо назвати одним з найважливіших
            винаходів людства. За часів, коли люди навіть уявити не могли, що
            таке телефон або смартфон, наручний годинник були єдиним порятунком,
            завдяки якому могли орієнтуватися в часі. Це дозволяло призначати
            важливі зустрічі, не боячись прийти невчасно, та й взагалі,
            спростило життя багато в чому. І якщо кілька століть назад, тільки
            обрані люди могли стати володарями такого аксесуара як наручний
            годинник, то сьогодні дозволити собі купити наручний годинник може
            кожен бажаючий.
          </p>
          <p>
            На сьогоднішній день можна вважати наручний годинник ціни одним з
            наймодніших і необхідних аксесуарів. Крім свого основного завдання,
            вони також створюють своєму власникові унікальний образ, який
            неможливо не помітити. Достаток варіантів наручних годинників
            дозволяє вибрати аксесуар на будь-який смак. Існує величезна
            кількість надійних і перевірених часом виробників, які виготовляють
            різноманітні за формою, кольорам і розмірами і функцій наручний
            годинник.Завдяки широкому вибору варіантів, вибрати для себе
            відповідну модель може навіть самий вибагливий покупець. За типами
            механізму годинник поділяють на кварцові, які працюють за допомогою
            батарейки, а також механічний годинник, джерелом живлення яких
            служить заведена пружинка або гиря.
          </p>
          <p>
            Інтернет-магазин годинників "ТаймШоп" спеціалізується на
            оптово-роздрібному продажі тільки оригінальних наручних годинників
            високої якості з офіційною гарантією від авторизованих фірмових
            сервісних центрів. Також наш магазин має свій сервісний центр в
            Києві. Гарантія на японські ішвейцарські годинники становить від 1
            до 5 років залежно від марки годин. Інтернет-магазин TimeShop Київ -
            наручні Касіо, Orient, Seiko, Certina - кращі ціни і величезний
            вибір нових моделей. Купити годинник можна в Києві, Україна. Каталог
            брендів.
          </p>
        </div>
        <div className={styles.generaltext_wrapper_item}>
          <h3>Timeshop Рекомендує:</h3>
          <p>
            Годинники CASIO, скільки б швейцарські бренди не намагалися
            конкурувати, їм потрібно віддати належне, зроблено дуже багато, як і
            раніше, в районі однієї третини ринку годин раніше займає недороге,
            з усякими незвичайними функціями, типу "місячний календар" для
            рибалок, глибиномір для підводників, компасами для туристів,
            мандрівників і багатьма іншими ексклюзивними функціями той же не
            вбиває G-SHOCK, при цьому суворо дотримуючись якісні показники при
            мінімальній ціні - таке просте властивість не так просто обійти. І
            все таки дивовижне досягнення, для одного бренду, однієї країни.
            Залишається подякувати цих скромних, працелюбних, веселих і так
            люблять свою країну людей.
          </p>
          <p>
            ORIENT - ще один часовий бренд, одного з найпрацьовитіших і
            дивовижних народів. Батьківщина цих годин, завоювала серця наших
            людей своєю надійністю, міцністю, крокуючим в ногу дизайном ще з
            сімдесятих років минулого століття. Він же, до сих пір утримує
            передові позиції продажу механічних і не тільки годин в Україні. Ні
            не дивно, варто лише порівняти цінову політику для механіки, - в
            Швейцарії це 350 - 400 доларів, класика ж японського бренду в
            механіці стартує від 100 доларів. 350 - 400 доларів в годиннику
            "ORIENT" -це годинник з навороченим дизайном, карбоновим
            циферблатом, анти-бликовое сапфіровим склом, якими додатковими
            шкалами, з відкритим механізмом, дивлячись на який важко визнати
            доступну марку. Виглядають дорого, служать довго і надійно, не
            дивно, що їх скромність практично не потребує реклами а на виставки
            в Швейцарії запрошують так неохоче. До речі, кажучи про їх кварцових
            моделях, якість і надійність, а особливо про точність залишається
            тільки дивуватися їх ціновій політиці і при цьому той же сапфірове
            скло, класика,багатофункціональність, окрема розмова про моделях з
            сонячною батареєю заряджатимуться за одну годину раніше - на 2000
            годин, зараз до 4000 годин! І нехай не бентежить нас надокучили
            назва, нехай хтось буде шукати щось нове, а хто згадає про те, що
            старий друг краще нових двох.
          </p>
          <p>
            СERTINA - унікальний Швейцарський бренд, чим далі, тим більше
            набирає популярність, як серед молоді веде активний спосіб життя,
            так і серед старшого покоління. Основним зачаровували фактором є
            ексклюзивна серія "DS" (дабл сек'юріті) - подвійний захист всіх
            фізико-механічних якостей. Це подвійна вологозахист - замість одного
            сальника на ключі він дублюється, те ж саме на завинчивающейся
            задній кришці, подвійна вібро-захист - звичайна плюс додаткова, ще
            більш пом'якшувальна вібрації. Подвійної товщини сапфірове скло з
            анти-бликовое покриттям, одне з найміцніших стекол використовуваних
            в годинниковій промисловості. Всі ці якості сприяють більшій
            безперебійному терміну служби, збереження механізму і інших часових
            якостей. Тому так часто марка із задоволенням бере участь
            організатором і спонсором різних спортивних змагань та єдиноборств,
            а термін гарантійного обслуговування подовжено до 24 місяців. До
            речі, ці участі, є чи не єдиними рекламними компаніями бренду, якщо
            порівнювати його з таким розкрученим брендом як "TISSOT". "CERTINA"
            воліє вкладання коштів в якісні показники, завдяки такій політиці,
            годинна марка знаходиться практично в тій же ціновій ніші. Гарний
            дизайн, відчуття модних нововведень, міцність і надійність дають
            впевненість людям які вирішили подружитися з ними.
          </p>
          <p>
            INGERSOLL - на 99% залишаючись як і раніше механічним, ніколи не
            втомлюється дивувати нас новими дизайнерськими рішеннями. Незважаючи
            на легендарну історію цього бренду дотримуючись класичних, а іноді
            далеко йдучи від них він нескінченно видозмінюється. З усіх наших
            марок саме цю найбільше люблять колекціонери, не тільки за те, що
            всі моделі випускаються лімітованими серіями, що збільшує їх
            вартість по закінченні певного часу. Найцікавіший в цій марці саме
            дизайн, просто вражає різноманітність форм, виробник сміливо
            занурюється в різноманітні кольорові гами, дуже часто
            використовуються ретро-форми, а наявність будь-яких додаткових шкал
            і циферблатів, не просто намальованих-реально робочих,
            багатофункціональних, просто вражають. Те ж можна сказати і про
            механізми, маючи в своїй конструкції від 20 до 43 рубінових каменів
            з вологозахистом від 50 до 300м! марка не забуває про якісні
            характеристики. Хоча скажімо чесно, це все ж в першу чергу
            дизайнерські годинники, маючи безліч складних механізмів вимагають
            правильного і дбайливого ставлення до себе. Якщо ви в пошуках
            міцності і надійності тоді це не вбиваємо японський G-SHOCK або
            швейцарська CERTINA з DS серії (подвійним захистом всього
            функціоналу). Годинники INGERSOLL витончені і легкі, інкрустовані
            камінням жіночі моделі, скелетон прозорі, причому красиво виконані
            не тільки з зовнішньої видимої сторони, радує око і закрита,
            зазвичай мають прозору кришку, часто позолочені механізми
            автоподзавода з вигравіруваними візерунками. Є в цій марці і більш
            серйозні і складні механічні хронографи. Неповторна і складна модель
            IN6106 з вологозахистом 200 метрів мають шкалу запасу ходу, місячний
            календар, який використовується рибалками, садівниками і рільниками,
            показник часу доби, число, день, місяць, що загвинчуються кнопки і
            головка ключа, прозора задня кришка з інкрустованим механізмом
            автоподзавода, що не вимагає турбуватися про заводі годин, що в
            механічних хронографах використовується далеко не часто. При цьому
            всім вони відмінно читабельні, підходять як молодим так і людям
            старшого віку.У швейцарських брендах, годин з таким функціоналом
            просто не знайти, а якщо відшукаєте що щось схоже, подивіться на
            ціну, в цьому плані вони так само можуть бути цікаві. Хронограф
            IN1615 в класичних кольорах червоного і чорного, соковиті, без
            наворотів і відразу ж значно дешевше. Особливо цікаві звичайно
            турбійони, 200 річна історія цього механізму просто заворожує і
            вартість їх в цьому бренді в рази менше швейцарських марок.
          </p>
        </div>
      </div>
    </div>
  );
}
